Repository: Lienol/openwrt-luci
Catalog: applications/luci-app-yggdrasil/po/*/yggdrasil.po
Languages: pt

source: Active peers
pt: Pares ativos

source: Address to listen for incoming connections
pt: Endereço para escuta de conexões de entrada

source: Allow from direct
pt: Aceitar diretamente

source: Allow from remote
pt: Permitir a partir do remoto

source: Allow network traffic from directly connected peers
pt: Permitir o tráfego de rede vindo de pares diretamente conectados

source: Allow network traffic from remote nodes on the network that you are not directly peered with
pt: Permitir o tráfego de rede vindo de nós remotos na rede que você não esteja diretamente pareado

source: Allow outbound network traffic regardless of AllowFromDirect or AllowFromRemote
pt: Permitir o tráfego de rede de saída, independentemente do AllowFromDirect ou AllowFromRemote

source: Allow tunneling non-Yggdrasil traffic over Yggdrasil. This effectively allows you to use Yggdrasil to route to, or to bridge other networks, similar to a VPN tunnel. Tunnelling works between any two nodes and does not require them to be directly peered.
pt: Permitir o tráfego em túneis sem Yggdrasil sobre o Yggdrasil. Isto permite usar o Yggdrasil de forma efetiva para rotear ou fazer a ponte para outras redes, semelhante a um túnel VPN. A construção de túneis funciona entre quaisquer dois nós e não requer que estejam diretamente pareados.

source: Always allow outbound
pt: Sempre permitir a saída

source: Blacklisted public keys
pt: Lista negra de chaves públicas

source: By default, nodeinfo contains some defaults including the platform, architecture and Yggdrasil version. These can help when surveying the network and diagnosing network routing problems. Enabling nodeinfo privacy prevents this, so that only items specified in "NodeInfo" are sent back if specified.
pt: Por predefinição, o nodeinfo contém alguns padrões, incluindo a plataforma, arquitetura e a versão do Yggdrasil. Esses podem ajudar na pesquisa da rede e no diagnóstico de problemas de roteamento da rede. Ativando a privacidade do nodeinfo impede isso, de modo que somente os itens especificados no "NodeInfo" sejam enviados de volta caso sejam especificados.

source: Enable NodeInfo privacy
pt: Ativar a privacidade NodeInfo

source: Enable session firewall
pt: Ativar a sessão do firewall

source: Encryption keys
pt: Chaves de criptografia

source: Encryption private key
pt: Chave privada de criptografia

source: Encryption public key
pt: Chave pública de criptografia

source: General settings
pt: Configurações gerais

source: Grant access to LuCI app yggdrasil
pt: Conceder acesso UCI à app LuCI yggdrasil

source: IPv4 local subnet
pt: Subrede local de IPv4

source: IPv4 remote subnet
pt: Subrede de IPV4 remota

source: IPv4 subnet
pt: Subrede de IPv4

source: IPv4 subnets belonging to remote nodes, mapped to the node's public
pt: Subredes de IPv4 pertencentes a nós remotos, mapeadas para o público do nó

source: IPv4 subnets belonging to this node's end of the tunnels. Only traffic from these ranges will be tunnelled.
pt: Subredes de IPv4 pertencentes ao final dos túneis deste nó. Só o tráfego destas faixas serão feito por tunelamento.

source: IPv6 local subnet
pt: Subrede local de IPv6

source: IPv6 remote subnet
pt: Subrede remota de IPv6

source: IPv6 subnet
pt: Subrede de IPv6

source: IPv6 subnets belonging to remote nodes, mapped to the node's public
pt: Subredes de IPv6 pertencentes a nós remotos, mapeadas para o público do nó

source: IPv6 subnets belonging to this node's end of the tunnels. Only traffic from these ranges (or the Yggdrasil node's IPv6 address/subnet) will be tunnelled.
pt: Subredes de IPv6 pertencentes ao final dos túneis deste nó. Somente o tráfego destas faixas (ou o endereço/subrede IPv6 do nó Yggdrasil) será feito por tunelamento.

source: If disabled, network traffic from any node will be allowed. If enabled, the below rules apply
pt: Se desativado, o tráfego de rede de qualquer nó será permitido. Se ativado, as regras abaixo se aplicam

source: Interface name
pt: Nome da interface

source: Interface peers
pt: Pares de interface

source: Keep this private. When compromised, generate a new keypair and IPv6.
pt: Manter privado. Quando for comprometido, gerar um novo par de chaves e IPv6.

source: Key
pt: Chave

source: Link-local TCP port
pt: Vincular porta TCP local

source: List of connection strings for outbound peer connections in URI format, arranged by source interface, e.g. { "eth0": [ tcp://a.b.c.d:e ] }. Note that SOCKS peerings will NOT be affected by this option and should go in the "Peers" section instead.
pt: Lista de cadeias de caracteres de conexão para conexões peer de saída no formato URI, organizada por interface de origem, por exemplo, { "eth0": [ tcp://a.b.c.d:e ] }. Observe que as conexões SOCKS NÃO serão afetados por essa opção e devem ir à secção "Peers".

source: List of connection strings for outbound peer connections in URI format, e.g. tcp://a.b.c.d:e or socks://a.b.c.d:e/f.g.h.i:j. These connections will obey the operating system routing table, therefore you should use this section when you may connect via different interfaces.
pt: Lista de cadeias de conexão para conexões pares de saída no formato URI, por exemplo, tcp://a.b.c.d:e ou meias://a.b.c.d:e/f.g.h.i:j. Essas conexões obedecerão à tabela de roteamento do sistema operacional, portanto deve usar esta secção quando se pode conectar através de diferentes interfaces.

source: Listen addresses
pt: Endereços de escuta

source: Listen addresses for incoming connections. You will need to add listeners in order to accept incoming peerings from non-local nodes. Multicast peer discovery will work regardless of any listeners set here. Each listener should be specified in URI format as above, e.g. tcp://0.0.0.0:0 or tcp://[::]:0 to listen on all interfaces.
pt: Endereços de escuta para conexões recebidas. Precisará adicionar ouvintes para aceitar conexões não locais. A descoberta multicast peer funcionará independentemente de qualquer ouvinte definido aqui. Cada ouvinte deve ser especificado em formato URI como acima, por exemplo, tcp://0.0.0.0:0 ou tcp://[:]:0 para que seja possível ouvir em todas as interfaces.

source: MTU size for the interface
pt: Tamanho da MTU para a interface

source: Maximum size of all switch queues combined
pt: Tamanho máximo de todas as filas de switch combinadas

source: Multicast interfaces
pt: Interfaces multicast

source: Network traffic is always accepted from those peers, regardless of AllowFromDirect or AllowFromRemote
pt: O tráfego de rede é sempre aceito vindo desses pares, independentemente do AllowFromDirect ou AllowFromRemote

source: Network traffic is always rejected from those peers, regardless of AllowFromDirect or AllowFromRemote
pt: O tráfego de rede é sempre rejeitado vindo desses pares, independentemente do AllowFromDirect ou AllowFromRemote

source: Optional node info. This must be a { "key": "value", ... } map or set as null. This is entirely optional but, if set, is visible to the whole network on request.
pt: Informações opcionais do nó. Isto deve ser um mapa { "chave": "valor", ... } ou definido como nulo. É totalmente opcional, mas, se definido, é visível para toda a rede quando requisitado.

source: Peers
pt: Parceiros

source: Public encryption key
pt: Chave de criptografia pública

source: Public key
pt: Chave pública

source: Regular expressions for which interfaces multicast peer discovery should be enabled on. If none specified, multicast peer discovery is disabled. The default value is .* which uses all interfaces.
pt: Expressões regulares para as quais as interfaces multicast de descoberta de pares devem ser ativadas. Caso nenhuma seja especificada, a descoberta de multicast de pares será desativada. O valor predefinido é .* na qual usa todas as interfaces.

source: Session firewall
pt: Sessão do firewall

source: Session firewall settings
pt: Configuração da sessão do firewall

source: Set .* to multicast on all interfaces
pt: Definir .* para multicast em todas as interfaces

source: Settings
pt: Configurações

source: Signing private key
pt: Assinatura de chave privada

source: Signing public key
pt: Assinatura de chave pública

source: Status
pt: Estado

source: Subnet
pt: Subrede

source: The port number to be used for the link-local TCP listeners for the configured MulticastInterfaces. This option does not affect listenersspecified in the Listen option. Unless you plan to firewall link-localtraffic, it is best to leave this as the default value of 0. This option cannot currently be changed by reloading config during runtime.
pt: O número da porta a ser usado para os ouvintes TCP locais de link para as interfaces Multicast configuradas. Esta opção não afeta os ouvintes especificados na opção Ouvir. A menos que você planeje aplicar regras de firewall no tráfego do link local, é melhor deixar isso como o valor padrão 0. Esta opção atualmente não pode ser alterada ao recarregar a configuração durante o tempo de execução.

source: Tunnel Routing
pt: Roteamento do Túnel

source: Tunnel routing
pt: Roteamento do túnel

source: Whitelisted public keys
pt: Lista branca de chaves públicas

source: Yggdrasil node status
pt: Condição do nó do Yggdrasil

source: Yggdrasil's network interface name
pt: Nome da interface de rede Yggdrasil

source: e.g. tcp://0.0.0.0:0 or tcp://[::]:0
pt: ex. tcp://0.0.0.0:0 ou tcp://[::]:0
