Repository: Lienol/openwrt-luci
Catalog: applications/luci-app-natmap/po/*/natmap.po
Languages: bn_bd

source: Bind port
bn_bd: বাইন্ড পোর্ট

source: Enable
bn_bd: সক্রিয় করুন

source: External IP
bn_bd: এক্সটার্নাল আইপি

source: External Port
bn_bd: এক্সটার্নাল পোর্ট

source: For TCP mode
bn_bd: টিসিপি মোডের জন্য

source: Forward mode
bn_bd: ফরোয়ার্ড মোড

source: Forward target
bn_bd: ফরোয়ার্ড টার্গেট

source: Forward target port
bn_bd: ফরোয়ার্ড টার্গেট পোর্ট

source: Grant access to LuCI app natmap
bn_bd: LuCI অ্যাপ ন্যাটম্যাপে অ্যাক্সেস দিন

source: HTTP server
bn_bd: HTTP সার্ভার

source: IPv4 and IPv6
bn_bd: IPv4 এবং IPv6

source: IPv4 only
bn_bd: শুধুমাত্র IPv4

source: IPv6 only
bn_bd: শুধুমাত্র IPv6

source: Interface
bn_bd: ইন্টারফেস

source: Keep-alive interval
bn_bd: কীপ-এলাইভ ইন্টারভ্যাল

source: NATMap
bn_bd: NAT ম্যাপ

source: Notify script
bn_bd: নোটিফাই স্ক্রিপ্ট

source: Protocol
bn_bd: প্রোটোকল

source: Restrict to address family
bn_bd: এড্রেস ফ্যামিলিতে রেস্ট্রিক্টেড

source: STUN server
bn_bd: STUN সার্ভার
