Repository: Lienol/openwrt-luci
Catalog: applications/luci-app-example/po/*/example.po
Languages: bg

source: A boolean option
bg: Булев параметър

source: A select option
bg: Параметър от списък за избор

source: Cats
bg: Котки

source: Description for this table section
bg: Описание на този табличен раздел

source: Description for this typed section
bg: Описание на този раздел с типове данни

source: Dogs
bg: Кучета

source: Dynamic list option
bg: Параметър от динамичен списък

source: Example
bg: Пример

source: Example Form
bg: Примерен формуляр

source: Example Form Configuration.
bg: Настройка на примерен формуляр.

source: Example HTML Page
bg: Примерна страница на HTML

source: First Option
bg: Първа настройка

source: Flag Option
bg: Парамерър-флаг

source: HTML Page
bg: Страница на HTML

source: No
bg: Не

source: Not found
bg: Не е намерено

source: Option name
bg: Име на параметър

source: Option value
bg: Стойност на параметър

source: Parakeets
bg: Папагали

source: Password Option
bg: Параметър-парола

source: Select Option
bg: Избор на стойност

source: Yes
bg: Да

source: first section
bg: първи раздел

source: second section
bg: втори рраздел

source: third section
bg: трети раздел
